changed architecture chart style
Signed-off-by: Lasse4 <lasse@vierow.de>
